{
    "CANCEL": "CANCELAR",
    "NEXT": "SEGUINTE",
    "BACK": "VOLTAR",
    "AGREE": "ACEITAR",
    "CONTINUE": "CONTINUAR",
    "DISAGREE": "NÃO ACEITAR",
    "NO": "NÃO",
    "YES": "SIM",
    "SEE_SUMMARY": "VER O RESUMO",
    "GET_STARTED": "COMEÇAR",
    "DONE": "TERMINADO",
    "of": "de",
    "review": "Revisão",
    "discard_confirmation": "Abandonar os resultados e sair?",
    "cancel_confirmation": "Cancelar?",
    "quit_confirmation": "Tem a certeza que quer sair?",
    "learn_more": "Saber mais...",
    "tap_to_answer": "Premir para responder",
    "input_number": "Introduza um número",
    "between": "Deve ser entre",
    "and": "e",
    "clear": "Apagar",
    "first_name": "Primeiro nome",
    "last_name": "Último nome",
    "select_image": "Selecione uma imagem",
    "choose_one_or_more_options": "Escolha uma ou mais opções",
    "choose_one_option": "Escolha uma opção",
    "sign_with_finger": "Por favor, assine com o seu dedo na linha abaixo",
    "review_form": "Reveja o formulário abaixo e prima ACEITAR se estiver pronto para prosseguir.",

    "Find the blue dots on the next screen. These are the targets dots.": "Encontre os pontos azuis no ecrã seguinte. Estes são os pontos-alvo.",
    "Once ready, press 'start' and the target dots will turn grey and start moving.": "Quando estiver pronto, prima 'iniciar' e os pontos-alvo ficarão cinzentos e começarão a mover-se.",
    "Follow the target dots around the screen": "Siga os pontos-alvo no ecrã",
    "Once the dots stop moving find and click on the target dots and they will turn the original color.": "Quando os pontos pararem de se mover, encontre e clique nos pontos-alvo e eles voltarão à cor original.",
    "Start": "Começar",
    "Click next to continue": "Clique em seguinte para continuar",
    "Press the previously colored dots": "Premir sobre os pontos previamente coloridos",
    "You will see 9 tiles. An increasing number of the tiles will be highlighted in order. When the light in the top of the screen is green, and reads 'go', you should press the blocks in the same order as they were highlighted.": "De seguida verá 9 peças. Um número crescente de peças será destacado por ordem. Quando a luz no topo do ecrã ficar verde e indicar 'avançar', deve premir os blocos pela mesma ordem em que foram destacados.",
    "Ready": "Pronto",
    "Your Corsi Span was": "O seu intervalo de Corsi foi",
    "Remember all the words you recall from the exercise earlier?": "Consegue lembrar-se de todas as palavras que recordou no exercício anterior?",
    "Write the words you recall in the boxes and click ": "Escreva as palavras de que se lembra nas caixas e clique em",
    "Enter the words you recall": "Introduza as palavras de que se lembra",
    "Guess": "Adivinhar",
    "Each card has 5 arrows on it.": "Cada carta tem 5 setas.",
    "Swipe the cards in the direction of the middle arrow on each card.": "Arraste os cartões na direcção da seta central de cada cartão.",
    "Ignore all other arrows on the cards, they are only there to distract you": "Ignore todas as outras setas nos cartões, elas estão lá apenas para o distrair",
    "Correct swipes: ": "Movimentos certos: ",
    "Turn your sound on!": "Ligue o som!",
    "Then, tap the button on the next screen, whenever you hear the letter 'A' being said.": "De seuida, prima o botão no ecrã seguinte sempre que ouvir a letra 'A'.",
    "You had ": "Cometeu ",
    " mistakes": " erros",
    "A screen with 6 tiles will appear. What is underneath each of them, will be revealed one by one. Click the tile matching the object in the middle, when the reveal is done.": "De seguida aparecerá um ecrã com 6 mosaicos. O que está por baixo de cada uma delas será revelado um a um. Quando a revelação terminar, clique no azulejo correspondente ao objecto do meio.",
    "The test is done!": "O teste terminou!",
    "Correct: ": "Correto: ",
    ", Wrong: ": ", Incorreto : ",
    "Memorize the order of images.": "Memorize a ordem das imagens.",
    "Once memorized click the ": "Uma vez memorizada, clique em ",
    "'ready' ": "'pronto' ",
    "button and the images will change positions.": "e as imagens mudarão de posição.",
    "Drag and drop the images to their original positions and press ": "Arraste e largue as imagens para as suas posições originais e prima o botão ",
    "'guess' ": "'adivinhar' ",
    "wait": "aguarde",
    "Tap the button in the next window, whenever all numbers in a given sequence has appeared on screen, in the given order. The numbers do not have to come in succession.": "Prima o botão na janela seguinte, sempre que todos os números de uma determinada sequência aparecerem no ecrã, pela ordem indicada. Os números não têm de vir em sucessão.",
    "Sequence:": "Sequência:",
    "Number:": "Número:",
    " correct taps and ": " cliques corretos e ",
    " wrong ones": " erros",
    "Tap the screen every time it turns from red to green, as fast as possible.": "Toque no ecrã sempre que este mudar de vermelho para verde, o mais rapidamente possível.",
    "Too quick": "Demasiado cedo",
    "The time is up! ": "O tempo acabou! ",
    " was your final score. (Average reaction time in milliseconds)": " foi a sua pontuação final. (Tempo médio de reacção em milissegundos)",
    "BLUE": "AZUL",
    "GREEN": "VERDE",
    "RED": "VERMELHO",
    "YELLOW": "AMARELO",
    "Tap the color, of the word you see on screen. E.g. tap the box that says 'green' when a green word appears": "Prima a cor da palavra que vê no ecrã. Por exemplo, prima a caixa que diz 'verde' quando aparecer a palavra verde",
    "Correct answers: ": "Respostas corretas: ",
    "Mistakes made: ": "Erros cometidos: ",
    "After a 3 second countdown, which will appear on screen, tap the two buttons as many times as possible with your index and middle finger, for ": "Após uma contagem decrescente de 3 segundos, que aparecerá no ecrã, prima ambos os botões o mais frequentemente possível com os dedos indicador e médio, por ",
    " seconds.": " segundos.",
    " was your final score!": " foi a sua pontuação final !",
    "Connect the boxes to each other by drawing lines between them in numerical order, starting at '1'.": "Ligue as caixas desenhando linhas entre elas por ordem numérica, começando por '1'.",
    "Connect the boxes to each other by drawing lines between them.": "Ligue as caixas desenhando linhas entre elas.",
    "You must alternate between letters and numbers and should order them alphabetically and numerically, respectively.": "Deve alternar entre letras e números e organizá-los por ordem alfabética e numérica, respectivamente.",
    "You completed the task in: ": "Concluiu a tarefa em: ",
    " seconds!": " segundos !",
    "Memorize the colors of the shapes.": "Memorize as cores das formas.",
    "Once ready the shapes will change positions.": "Quando estiver pronto/a, as formas mudarão de posição.",
    "Indicate if ANY of the shapes changed color or if ALL shapes remained the same": "Indicar se TODAS as formas permaneceram iguais ou se UMA ou MAIS formas mudaram de cor.",
    "results: ": "resultados : ",
    "Same": "Iguais",
    "Different": "Diferentes",
    "Turn on sound for this task.": "Ligue o som para esta tarefa.",
    "A list of words will be read aloud, try to memorize the list of words.": "Uma lista de palavras será lida em voz alta, tente memorizar as palavras.",
    "After the words have been read aloud you will be asked to recall them.": "Depois de as palavras terem sido lidas em voz alta, deve recordá-las.",
    "Write the words you recall in the boxes in any order and click ": "Escreva as palavras de que se lembra nas caixas, por qualquer ordem, e clique em ",
    "listen": "ouvir",
    "task": "tarefa"
    }